const n="စတိုင်",t="ဘာသာပြန်ခြင်း",s="ဖောင့်",e="ဖောင့်အရွယ်အစား",o="လေးနက်မှု",a="လမ်းကြောင်း",c="အရောင်",l="နောက်ခံ",i="အချိန်ကာလ",r="နှစ်ဘာသာ",g="ဘာသာပြန်",d="မူလ",u="ကျေးဇူးပြု၍ ရွေးချယ်ပါ",p="ဘာသာစကား",f="မိုဒ်",b="မက်ဆေ့ချ်များ",m=`##### ဗားရှင်း 3.7.3 တိုးတက်မှုများ

- စာတန်းထိုး သက်ဆိုင်ရာ နေရာချထားမှု
- အလွန်ရှည်လျားသော စာတန်းထိုးများကို ပြင်ဆင်ထားသည်
- ကိုရီးယား စာသားတွင် နေရာလွတ်များ မရှိခြင်းကို ပြင်ဆင်ထားသည်
- စာတန်းထိုးများ အမြဲတမ်း ဖွင့်ထားခြင်းကို ပြင်ဆင်ထားသည်
- စာသား ကူးယူခြင်းနှင့် စကားလုံး ရှာဖွေခြင်းကို တိုးတက်စေခဲ့သည်
- UI ကို တိုးတက်စေခဲ့သည်
- တရုတ် ထပ်ခါထပ်ခါ ဘာသာပြန်ခြင်း
- RTL ဘာသာစကား အပြင်အဆင်
- စာတန်းထိုး အမှား အကြောင်းကြားချက်များ
- မူပိုင်ခွင့် ပြဿနာများကြောင့် စာတန်းထိုး ဒေါင်းလုဒ် လုပ်ဆောင်ချက်ကို ယခု မရရှိနိုင်တော့ပါ။ ဖြစ်ပေါ်လာသော အဆင်မပြေမှုအတွက် ကျွန်ုပ်တို့ တောင်းပန်အပ်ပါသည်။

သင့်တွင် မေးခွန်းများ ရှိပါက ကျေးဇူးပြု၍ အီးမေးလ်မှတစ်ဆင့် ကျွန်ုပ်ထံ ဆက်သွယ်ပါ:  
support@dual-subtitles.com  
ကျွန်ုပ်သည် နောက်ဗားရှင်းတွင် ပြဿနာများကို တိုးတက်စေခြင်းနှင့် ပြင်ဆင်ပေးမည်ဖြစ်သည်။ ဗားရှင်းအသစ်ကို ထုတ်ဝေရန် ၃-၅ ရက်ခန့် ကြာမြင့်မည်ဖြစ်သည်။

**အကြံပြုချက်**
မီနူး ဖော်ပြချက်များကို ကြည့်ရှုရန် သင့်မောက်စ်ကို ရွှေ့ပါ
![အကြံပြုချက်](assets/tip.gif)`,k="ထုတ်ပြန်ချက် မှတ်စုများ",S={style:n,translation:t,font:s,fontSize:e,spacing:o,direction:a,color:c,background:l,stroke:i,bilingual:r,translated:g,original:d,pleaseSelect:u,language:p,mode:f,messages:b,releaseNotes:m,releaseTitle:k};export{l as background,r as bilingual,c as color,S as default,a as direction,s as font,e as fontSize,p as language,b as messages,f as mode,d as original,u as pleaseSelect,m as releaseNotes,k as releaseTitle,o as spacing,i as stroke,n as style,g as translated,t as translation};
